{"scroller":[{"text":"For decades, <span class=\"highlight us\">U.S.</span> soybeans fed <span class=\"highlight china\">China’s</span> growing demand, binding the two economies together.\r\n\r\n\r\nThe share of U.S. soybeans going to China has at times been more than 60% by value, making China America’s most important agricultural customer.","detail":"<span class=\"route us\"></span>Two main corridors carry U.S. soybeans to China: Pacific Northwest shipments take a direct trans-Pacific track, while Gulf exports move through the Panama Canal to ports in southern China.","id":"us_china_routes","type":"map"},{"text":"Since 2013, China has been investing in infrastructure projects around the world. In <span class=\"highlight latam\">Latin American</span>, the Asian giant has invested in more than 23 seaports, building a logistics network to support its growing trade with the region.","id":"latam_ports","detail":"<span class=\"seaport latam\"></span>These seaport investments range from multi-billion-dollar deep-water terminals to smaller upgrades that improve rail links, storage capacity, and ship turnaround times.","type":"map"},{"text":"The partnership between the <span class=\"highlight us\">U.S.</span> and China began to crumble in 2018, when tariffs during President Trump’s first term triggered a sharp drop in U.S. soybean sales to China. \r\n\r\n\r\n<span class=\"highlight brazil\">Brazil</span> quickly filled the gap and has remained China’s top soybean supplier ever since.","id":"china_soy_chart_annual","type":"chart"},{"text":"Since President Trump returned to the White House in January 2025, tensions with China have flared again,  hitting the <span class=\"highlight us\">U.S.</span> soybean industry hard.\r\n\r\n\r\nBeijing has responded by largely shutting its doors to American soybeans and deepening ties with Latin American suppliers, especially <span class=\"highlight brazil\">Brazil</span>.","id":"china_soy_chart_monthly","type":"chart"},{"text":"One of China’s most strategic port investments is the Port of Santos, on Brazil’s southeastern coast.","id":"port_of_santos","type":"map"},{"text":"There, China’s state-owned company COFCO International cemented its presence after winning a 2022 concession to modernize and expand the STS11 agricultural terminal.","id":"port_of_santos_video","type":"video"},{"text":"The Port of Santos is one of  <span class=\"highlight brazil\">Brazil’s</span> main gateways for foreign trade, handling nearly 25% of the country’s soybean exports. <span class=\"highlight china\">China</span> is the port’s dominant trading partner, serving as both the principal origin and destination for its cargo flows.","id":"santos_gateway","type":"map"},{"text":"On <span class=\"highlight peru\">Peru’s</span> Pacific coast, China has invested in the Port of Chancay.\r\n\r\n\r\nDeveloped by another Chinese state-owned company, COSCO Shipping, the $3.54 billion project marks a major expansion of China’s Belt and Road Initiative into Latin America.","id":"port_of_chancay","type":"map"},{"text":"From <span class=\"highlight peru\">Chancay</span>, the promise is that ships will reach <span class=\"highlight china\">China</span> faster, a critical advantage for agricultural products.","detail":"<span class=\"route peru\"></span>A direct Pacific route from Chancay reaches China faster, reducing the sea transit time to 23 days and cutting logistics costs by at least 20% compared to <span class=\"route brazil\"></span>other ports in the Americas.","id":"china_latam_chancay_route","type":"map"},{"text":"The port is designed to accommodate the world’s largest container ships. It could reshape Pacific trade, carrying not only Peru’s copper and blueberries, but also Brazil’s soybeans and other products from Latin America.","id":"port_of_chancay_video","type":"video"},{"text":"While this is all happening in South America, it’s also affecting farmers in the U.S..","id":"farmer_video","type":"video"}]}