{"scroller":[{"text":"For decades, <span class=\"highlight us\">U.S.</span> soybeans fed <span class=\"highlight china\">China’s</span> growing demand, binding the two economies together.\r\n\r\n\r\nThe share of U.S. soybeans going to China climbed from under 40% in the mid-2000s to nearly 60% by 2011, making China America’s most important agricultural customer.","detail":"<span class=\"route us\"></span>Two main corridors carry U.S. soybeans to China: Pacific Northwest shipments take a direct trans-Pacific track, while Gulf exports move through the Panama Canal to ports in southern China.","id":"us_china_routes","type":"map"},{"text":"Since 2013, China has invested in more than 23 <span class=\"highlight latam\">Latin American</span> seaports, building a logistics network to support its growing trade with the region.","id":"latam_ports","detail":"<span class=\"seaport latam\"></span>These seaport investments range from multi-billion-dollar deep-water terminals to smaller upgrades that improve rail links, storage capacity, and ship turnaround times.","type":"map"},{"text":"The partnership between the <span class=\"highlight us\">U.S.</span> and China began to crumble in 2018, when tariffs during President Trump’s first term triggered a sharp drop in U.S. soybean sales to China. \r\n\r\n\r\n<span class=\"highlight brazil\">Brazil</span> quickly filled the gap and has remained China’s top soybean supplier ever since.","id":"china_soy_chart_annual","type":"chart"},{"text":"Since President Trump returned to the White House in January 2025, tensions with China have flared again,  hitting the <span class=\"highlight us\">U.S.</span> soybean industry hard.\r\n\r\n\r\nBeijing has responded by largely shutting its doors to American soybeans and deepening ties with Latin American suppliers, especially <span class=\"highlight brazil\">Brazil</span>.","id":"china_soy_chart_monthly","type":"chart"},{"text":"One of China’s most strategic port investments is the Port of Santos, on Brazil’s southeastern coast.","id":"port_of_santos","type":"map"},{"text":"There, China’s state-owned company Cofco cemented its presence after winning a 2022 concession to modernize and expand the STS11 agricultural terminal.","id":"port_of_santos_video","type":"video"},{"text":"The Port of Santos is <span class=\"highlight brazil\">Brazil’s</span> main gateway for foreign trade, handling nearly one-third of the country’s total trade flow. About half of those exports go to <span class=\"highlight china\">China</span>, mainly soybeans.","id":"santos_gateway","type":"map"},{"text":"On <span class=\"highlight peru\">Peru’s</span> Pacific coast, China has invested in the Port of Chancay.\r\n\r\n\r\nDeveloped by another Chinese state-owned company, Cosco, (60%) and Peru’s Volcan Compañía Minera (40%), the $3.4 billion project marks a major expansion of China’s Belt and Road Initiative into Latin America.","id":"port_of_chancay","type":"map"},{"text":"From <span class=\"highlight peru\">Chancay</span>, ships can reach <span class=\"highlight china\">China</span> faster than they can through the Atlantic coast or other northern ports on the continent.","detail":"<span class=\"route peru\"></span>A direct Pacific route from Chancay reaches China faster—around 25 days—while the older <span class=\"route brazil\"></span> Panama-Canal route can take 30–35 days.","id":"china_latam_chancay_route","type":"map"},{"text":"The port is designed to move one million containers annually in its first phase. It could reshape Pacific trade, carrying not only Peru’s copper and blueberries, but also Brazil’s soybeans and other products from Latin America.","id":"port_of_chancay_video","type":"video"},{"text":"While this is all happening in South America, it’s also affecting farmers in the U.S.","id":"farmer_video","type":"video"}]}